import Container from "@mui/material/Container";


function Home() {
  return (
    <div>
      <Container sx={{ marginTop: 2 }} maxWidth="md">
        <h2 style={{ textAlign: "center" }}>ระบบบันทึกข้อมูลอุปกรณ์ </h2>
        <h4><u>Requirements</u></h4>
        <p>
        ระบบการจองใช้บริการห้องของบริษัท Room Booking เป็นระบบที่ให้ผู้ใช้บริการซึ่งเป็นสมาชิกต้อง Log in เข้าระบบเพื่อทำการจองห้องต่างๆที่สมาชิกต้องการ เช่น ห้องเรียน ห้องปฏิบัติการ หรือห้องอ่านหนังสือ
นอกจากนี้ยังมีระบบข้อมูลอุปกรณ์เป็นระบบที่บอกรายละเอียดของข้อมูลอุปกรณ์ทั้งหมดมีอะไรบ้างทั้งที่มีให้ในห้องและอุปกรณ์ที่สามารถให้สมาชิกระบบจองใช้ห้องดูอุปกรณ์เสริมได้ เช่น หมายเลขอุปกรณ์ ประเภทของอุปกรณ์รวมถึงหากอุปกรณ์ชำรุดหรือเสียหายโดยมีพนักงานระบบดูแล


        </p>
        <br />
        <h4><u>User Story</u> (ระบบบันทึกการจองใช้ห้อง )</h4>
        <p> 
          <b>ในบทบาทของ</b>	พนักงานระบบ<br />
          <b>ฉันต้องการ</b>	บันทึกรายละเอียดข้อมูลอุปกรณ์<br />
          <b>เพื่อ</b>	 ให้สมาชิกระบบจองใช้ห้องสามารถดูรายละเอียดของอุปกรณ์เพื่อทำการยืมได้<br />
        </p>
      </Container>
    </div>
  );
}
export default Home;